Repository: vzandli/GaugeZ
Catalog: GaugeZ/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, bs, de, es, fil, fr, hi, it, ja, ko, mr, pt_br, ru, ta, te, tr, ur, vi, zh_hans, zh_hk

source: Grok Build’s login has expired. Open Grok Build so it refreshes the login, then retry.
ar: انتهت صلاحية تسجيل دخول Grok Build. افتح Grok Build لتحديث تسجيل الدخول، ثم أعد المحاولة.
bn: Grok Build-এর লগইনের মেয়াদ শেষ। Grok Build খুলুন যাতে এটি লগইন রিফ্রেশ করতে পারে, তারপর আবার চেষ্টা করুন।
bs: Prijava za Grok Build je istekla. Otvorite Grok Build da osvježi prijavu, pa pokušajte ponovo.
de: Die Anmeldung von Grok Build ist abgelaufen. Öffnen Sie Grok Build zur Aktualisierung der Anmeldung und versuchen Sie es erneut.
es: El inicio de sesión de Grok Build ha caducado. Abre Grok Build para actualizar la sesión y vuelve a intentarlo.
fil: Nag-expire na ang pag-login ng Grok Build. Buksan ang Grok Build upang ma-refresh nito ang pag-login, pagkatapos ay subukang muli.
fr: La connexion de Grok Build a expiré. Ouvrez Grok Build pour actualiser la connexion, puis réessayez.
hi: Grok Build का लॉगिन समाप्त हो गया है। Grok Build खोलें ताकि लॉगिन रीफ़्रेश हो सके, फिर पुनः प्रयास करें।
it: L’accesso a Grok Build è scaduto. Apri Grok Build per aggiornare l’accesso, quindi riprova.
ja: Grok Buildのログイン期限が切れました。Grok Buildを開いてログインを更新してから再試行してください。
ko: Grok Build 로그인이 만료되었습니다. Grok Build를 열어 로그인을 갱신한 후 다시 시도하십시오.
mr: Grok Build चे लॉगिन कालबाह्य झाले आहे. Grok Build उघडा जेणेकरून लॉगिन रीफ्रेश होईल, नंतर पुन्हा प्रयत्न करा.
pt_br: A sessão do Grok Build expirou. Abra o Grok Build para atualizar o login e tente novamente.
ru: Срок действия сеанса Grok Build истек. Откройте Grok Build для обновления авторизации и повторите попытку.
ta: Grok Build-இன் உள்நுழைவு காலாவதியானது. உள்நுழைவைப் புதுப்பிக்க Grok Build-ஐத் திறந்து, மீண்டும் முயற்சிக்கவும்.
te: Grok Build లాగిన్ గడువు ముగిసింది. లాగిన్‌ను రిఫ్రెష్ చేయడానికి Grok Build తెరిచి, మళ్లీ ప్రయత్నించండి.
tr: Grok Build girişinin süresi doldu. Girişi yenilemesi için Grok Build'i açın, ardından yeniden deneyin.
ur: Grok Build کا لاگ ان ختم ہو چکا ہے۔ Grok Build کھولیں تاکہ وہ لاگ ان کو ریفریش کرے، پھر دوبارہ کوشش کریں۔
vi: Đăng nhập của Grok Build đã hết hạn. Mở Grok Build để làm mới đăng nhập, sau đó thử lại.
zh_hans: Grok Build 登录已过期。请打开 Grok Build 刷新登录，然后重试。
zh_hk: Grok Build 的登入已過期。請開啟 Grok Build 以重新整理登入，然後重試。

source: Grok Build’s sign-in file has an unsupported format. Run `grok login` again.
ar: ملف تسجيل دخول Grok Build بتنسيق غير مدعوم. شغّل `grok login` مرة أخرى.
bn: Grok Build-এর সাইন-ইন ফাইলের ফরম্যাট অসমর্থিত। আবার `grok login` চালান।
bs: Datoteka prijave za Grok Build ima nepodržan format. Ponovo pokrenite `grok login`.
de: Die Anmeldedatei von Grok Build hat ein nicht unterstütztes Format. Führen Sie „grok login“ erneut aus.
es: El archivo de inicio de sesión de Grok Build tiene un formato no admitido. Ejecuta `grok login` de nuevo.
fil: May hindi sinusuportahang format ang sign-in file ng Grok Build. Patakbuhin muli ang `grok login`.
fr: Le fichier de connexion de Grok Build a un format non pris en charge. Exécutez de nouveau « grok login ».
hi: Grok Build की साइन-इन फ़ाइल का प्रारूप असमर्थित है। फिर से `grok login` चलाएं।
it: Il file di accesso di Grok Build ha un formato non supportato. Esegui nuovamente `grok login`.
ja: Grok Buildのサインインファイルの形式がサポートされていません。`grok login`を再実行してください。
ko: Grok Build 로그인 파일 형식이 지원되지 않습니다. `grok login`을 다시 실행하십시오.
mr: Grok Build च्या साइन-इन फाइलचे स्वरूप असमर्थित आहे. पुन्हा `grok login` चालवा.
pt_br: O arquivo de sessão do Grok Build tem um formato não suportado. Execute `grok login` novamente.
ru: Файл авторизации Grok Build имеет неподдерживаемый формат. Выполните `grok login` повторно.
ta: Grok Build-இன் உள்நுழைவுக் கோப்பு ஆதரிக்கப்படாத வடிவத்தைக் கொண்டுள்ளது. மீண்டும் `grok login` இயக்கவும்.
te: Grok Build సైన్-ఇన్ ఫైల్ మద్దతు లేని ఫార్మాట్‌ను కలిగి ఉంది. మళ్లీ `grok login` రన్ చేయండి.
tr: Grok Build giriş dosyası desteklenmeyen bir biçimde. `grok login` komutunu yeniden çalıştırın.
ur: Grok Build کے سائن ان فائل کا فارمیٹ غیر معاون ہے۔ دوبارہ `grok login` چلائیں۔
vi: Tệp đăng nhập của Grok Build có định dạng không được hỗ trợ. Hãy chạy lại `grok login`.
zh_hans: Grok Build 登录凭据文件格式不受支持。请重新运行 `grok login`。
zh_hk: Grok Build 的登入檔案格式不受支援。請重新執行 `grok login`。

source: Grok rejected the login. Run `grok login` again, then refresh.
ar: رفض Grok تسجيل الدخول. شغّل `grok login` مرة أخرى، ثم حدّث.
bn: Grok লগইন প্রত্যাখ্যান করেছে। আবার `grok login` চালান, তারপর রিফ্রেশ করুন।
bs: Grok je odbio prijavu. Ponovo pokrenite `grok login`, pa osvježite.
de: Grok hat die Anmeldung abgelehnt. Führen Sie „grok login“ erneut aus und aktualisieren Sie.
es: Grok rechazó el inicio de sesión. Ejecuta `grok login` de nuevo y actualiza.
fil: Tinanggihan ng Grok ang pag-login. Patakbuhin muli ang `grok login`, pagkatapos ay i-refresh.
fr: Grok a rejeté la connexion. Exécutez de nouveau « grok login », puis actualisez.
hi: Grok ने लॉगिन अस्वीकार कर दिया। फिर से `grok login` चलाएं, फिर रीफ़्रेश करें।
it: Grok ha rifiutato l’accesso. Esegui nuovamente `grok login`, quindi aggiorna.
ja: Grokがログインを拒否しました。`grok login`を再実行してから更新してください。
ko: Grok이 로그인을 거부했습니다. `grok login`을 다시 실행한 후 새로고침하십시오.
mr: Grok ने लॉगिन नाकारले. पुन्हा `grok login` चालवा, नंतर रीफ्रेश करा.
pt_br: O Grok rejeitou o login. Execute `grok login` novamente e atualize.
ru: Grok отклонил данные входа. Выполните `grok login` снова и обновите.
ta: Grok உள்நுழைவை நிராகரித்தது. மீண்டும் `grok login` இயக்கி, பின்னர் புதுப்பிக்கவும்.
te: Grok లాగిన్‌ను తిరస్కరించింది. మళ్లీ `grok login` రన్ చేసి, ఆపై రిఫ్రెష్ చేయండి.
tr: Grok girişi reddetti. `grok login` komutunu yeniden çalıştırıp yenileyin.
ur: Grok نے لاگ ان مسترد کر دیا۔ دوبارہ `grok login` چلائیں، پھر ریفریش کریں۔
vi: Grok đã từ chối đăng nhập. Chạy lại `grok login` rồi làm mới.
zh_hans: Grok 拒绝了登录。请重新运行 `grok login`，然后刷新。
zh_hk: Grok 拒絕了登入。請重新執行 `grok login`，然後重新整理。

source: Grok reported no measurable usage allowance for this account.
ar: أبلغ Grok عن عدم وجود حصة استخدام قابلة للقياس لهذا الحساب.
bn: Grok এই অ্যাকাউন্টের জন্য কোনো পরিমাপযোগ্য ব্যবহার সীমা রিপোর্ট করেনি।
bs: Grok nije prijavio mjerljivu dozvoljenu potrošnju za ovaj račun.
de: Grok hat kein messbares Nutzungskontingent für dieses Konto gemeldet.
es: Grok no reportó ninguna asignación de uso medible para esta cuenta.
fil: Nag-ulat ang Grok ng walang masusukat na allowance sa paggamit para sa account na ito.
fr: Grok n’a signalé aucun quota d’utilisation mesurable pour ce compte.
hi: Grok ने इस खाते के लिए कोई मापने योग्य उपयोग सीमा रिपोर्ट नहीं की।
it: Grok non ha segnalato alcuna quota di utilizzo misurabile per questo account.
ja: Grokはこのアカウントに計測可能な利用枠がないと報告しました。
ko: Grok에서 이 계정에 대한 측정 가능한 사용 한도가 없다고 보고했습니다.
mr: Grok ने या खात्यासाठी कोणत्याही मोजण्यायोग्य वापर भत्त्याची नोंद केली नाही.
pt_br: O Grok não reportou cota de uso mensurável para esta conta.
ru: Grok не сообщил о доступном лимите использования для этого аккаунта.
ta: இந்தக் கணக்கிற்கு அளவிடக்கூடிய பயன்பாட்டு அனுமதி எதுவும் இல்லை என்று Grok தெரிவித்துள்ளது.
te: ఈ ఖాతా కోసం కొలవదగిన వినియోగ భత్యాన్ని Grok నివేదించలేదు.
tr: Grok bu hesap için ölçülebilir bir kullanım hakkı bildirmedi.
ur: Grok نے اس اکاؤنٹ کے لیے پیمائش کے قابل کوئی استعمال کی حد رپورٹ نہیں کی۔
vi: Grok đã báo cáo không có hạn mức sử dụng nào có thể đo lường cho tài khoản này.
zh_hans: Grok 报告此账号没有可计量的用量额度。
zh_hk: Grok 回報此帳戶沒有可計量的用量額度。

source: Grok returned an unsupported billing response.
ar: أرجع Grok استجابة فوترة غير مدعومة.
bn: Grok অসমর্থিত বিলিং প্রতিক্রিয়া প্রদান করেছে।
bs: Grok je vratio nepodržani odgovor o naplati.
de: Grok hat eine nicht unterstützte Abrechnungsantwort zurückgegeben.
es: Grok devolvió una respuesta de facturación no compatible.
fil: Nagbalik ang Grok ng hindi sinusuportahang tugon sa pagsingil.
fr: Grok a renvoyé une réponse de facturation non prise en charge.
hi: Grok ने असमर्थित बिलिंग प्रतिक्रिया दी।
it: Grok ha restituito una risposta di fatturazione non supportata.
ja: Grokからサポートされていない請求情報応答が返されました。
ko: Grok에서 지원되지 않는 결제 응답을 반환했습니다.
mr: Grok ने असमर्थित बिलिंग प्रतिसाद दिला.
pt_br: O Grok retornou uma resposta de cobrança não suportada.
ru: Grok вернул неподдерживаемый ответ от биллинговой службы.
ta: Grok ஆதரிக்கப்படாத பில்லிங் பதிலை வழங்கியது.
te: Grok మద్దతు లేని బిల్లింగ్ ప్రతిస్పందనను అందించింది.
tr: Grok desteklenmeyen bir faturalandırma yanıtı döndürdü.
ur: Grok نے غیر معاون بلنگ رسپانس دیا۔
vi: Grok đã trả về phản hồi thanh toán không được hỗ trợ.
zh_hans: Grok 返回了不支持的账单响应。
zh_hk: Grok 傳回不受支援的帳單回應。

source: Grok usage requires the default xAI account login. Run `grok login`; API keys, legacy web logins, and custom identity providers are not supported.
ar: يتطلب استخدام Grok تسجيل الدخول الافتراضي لحساب xAI. شغّل `grok login`؛ مفاتيح API وعمليات تسجيل الدخول القديمة عبر الويب ومزودو الهوية المخصصون غير مدعومين.
bn: Grok ব্যবহারের জন্য ডিফল্ট xAI অ্যাকাউন্ট লগইন প্রয়োজন। `grok login` চালান; API কী, পুরোনো ওয়েব লগইন এবং কাস্টম পরিচয় প্রদানকারী সমর্থিত নয়।
bs: Korištenje Groka zahtijeva zadanu prijavu na xAI račun. Pokrenite `grok login`; API ključevi, stare web prijave i prilagođeni pružaoci identiteta nisu podržani.
de: Die Grok-Nutzung erfordert die Standard-xAI-Kontoanmeldung. Führen Sie „grok login“ aus; API-Schlüssel, ältere Web-Logins und benutzerdefinierte Identitätsanbieter werden nicht unterstützt.
es: El uso de Grok requiere iniciar sesión con la cuenta predeterminada de xAI. Ejecuta `grok login`; no se admiten claves de API, inicios de sesión web heredados ni proveedores de identidad personalizados.
fil: Kinakailangan ng paggamit ng Grok ang default na pag-login sa xAI account. Patakbuhin ang `grok login`; hindi sinusuportahan ang mga API key, lumang web login, at mga custom na identity provider.
fr: L’utilisation de Grok nécessite la connexion au compte xAI par défaut. Exécutez « grok login » ; les clés API, les anciennes connexions web et les fournisseurs d’identité personnalisés ne sont pas pris en charge.
hi: Grok उपयोग के लिए डिफ़ॉल्ट xAI खाता लॉगिन आवश्यक है। `grok login` चलाएं; API कुंजियाँ, पुराने वेब लॉगिन और कस्टम पहचान प्रदाता समर्थित नहीं हैं।
it: L’utilizzo di Grok richiede l’accesso predefinito con account xAI. Esegui `grok login`; chiavi API, vecchi accessi web e provider di identità personalizzati non sono supportati.
ja: Grokの使用状況の取得にはデフォルトのxAIアカウントでのログインが必要です。`grok login`を実行してください。APIキー、従来のWebログイン、カスタムIDプロバイダーには対応していません。
ko: Grok 사용량을 확인하려면 기본 xAI 계정 로그인이 필요합니다. `grok login`을 실행하십시오. API 키, 기존 웹 로그인 및 사용자 지정 ID 제공자는 지원되지 않습니다.
mr: Grok वापरासाठी डीफॉल्ट xAI खाते लॉगिन आवश्यक आहे. `grok login` चालवा; API की, जुने वेब लॉगिन आणि सानुकूल ओळख प्रदाते समर्थित नाहीत.
pt_br: O uso do Grok requer login com a conta xAI padrão. Execute `grok login`; chaves de API, logins web legados e provedores de identidade personalizados não são suportados.
ru: Для использования Grok требуется вход в учетную запись xAI по умолчанию. Выполните `grok login`; ключи API, устаревшие веб-входы и сторонние провайдеры не поддерживаются.
ta: Grok பயன்பாட்டிற்கு இயல்புநிலை xAI கணக்கு உள்நுழைவு தேவை. `grok login` இயக்கவும்; API விசைகள், பழைய இணைய உள்நுழைவுகள் மற்றும் தனிப்பயன் அடையாள வழங்குநர்கள் ஆதரிக்கப்படாது.
te: Grok వినియోగానికి డిఫాల్ట్ xAI ఖాతా లాగిన్ అవసరం. `grok login` రన్ చేయండి; API కీలు, లెగసీ వెబ్ లాగిన్లు మరియు కస్టమ్ ఐడెంటిటీ ప్రొవైడర్‌లకు మద్దతు లేదు.
tr: Grok kullanımı saptanmış xAI hesabı girişini gerektirir. `grok login` komutunu çalıştırın; API anahtarları, eski web girişleri ve özel kimlik sağlayıcıları desteklenmez.
ur: Grok کے استعمال کے لیے ڈیفالٹ xAI اکاؤنٹ لاگ ان درکار ہے۔ `grok login` چلائیں؛ API کیز، پرانے ویب لاگ انز، اور کسٹم شناخت فراہم کنندگان معاون نہیں ہیں۔
vi: Mức sử dụng Grok yêu cầu đăng nhập tài khoản xAI mặc định. Chạy `grok login`; không hỗ trợ khóa API, đăng nhập web cũ và nhà cung cấp danh tính tùy chỉnh.
zh_hans: Grok 用量需要使用默认 xAI 账号登录。请运行 `grok login`；不支持 API Key、旧版网页登录及自定义身份提供方。
zh_hk: Grok 用量需要預設的 xAI 帳戶登入。請執行 `grok login`；不支援 API 金鑰、舊版網頁登入及自訂身分提供者。

source: Grok’s billing service could not be reached. GaugeZ will retry automatically.
ar: تعذر الوصول إلى خدمة فوترة Grok. سيعيد GaugeZ المحاولة تلقائيًا.
bn: Grok-এর বিলিং সার্ভিসে সংযোগ করা যায়নি। GaugeZ স্বয়ংক্রিয়ভাবে পুনরায় চেষ্টা করবে।
bs: Nije moguće pristupiti servisu za naplatu Groka. GaugeZ će pokušati ponovo automatski.
de: Der Abrechnungsdienst von Grok konnte nicht erreicht werden. GaugeZ versucht es automatisch erneut.
es: No se pudo establecer conexión con el servicio de facturación de Grok. GaugeZ volverá a intentarlo automáticamente.
fil: Hindi maabot ang billing service ng Grok. Awtomatikong susubukan muli ng GaugeZ.
fr: Impossible de joindre le service de facturation de Grok. GaugeZ réessaiera automatiquement.
hi: Grok की बिलिंग सेवा से संपर्क नहीं हो सका। GaugeZ स्वचालित रूप से पुनः प्रयास करेगा।
it: Impossibile raggiungere il servizio di fatturazione di Grok. GaugeZ riproverà automaticamente.
ja: Grokの請求サービスに接続できませんでした。GaugeZが自動的に再試行します。
ko: Grok 결제 서비스에 연결할 수 없습니다. GaugeZ가 자동으로 다시 시도합니다.
mr: Grok च्या बिलिंग सेवेशी संपर्क होऊ शकला नाही. GaugeZ स्वयंचलितपणे पुन्हा प्रयत्न करेल.
pt_br: Não foi possível conectar ao serviço de cobrança do Grok. O GaugeZ tentará novamente de forma automática.
ru: Не удалось связаться с биллинговой службой Grok. GaugeZ повторит попытку автоматически.
ta: Grok-இன் பில்லிங் சேவையை அணுக முடியவில்லை. GaugeZ தானாகவே மீண்டும் முயற்சிக்கும்.
te: Grok బిల్లింగ్ సేవను చేరుకోలేకపోయాము. GaugeZ స్వయంచాలకంగా మళ్లీ ప్రయత్నిస్తుంది.
tr: Grok'un faturalandırma servisine ulaşılamadı. GaugeZ otomatik olarak yeniden deneyecek.
ur: Grok کی بلنگ سروس تک رسائی نہیں ہو سکی۔ GaugeZ خودکار طور پر دوبارہ کوشش کرے گا۔
vi: Không thể kết nối với dịch vụ thanh toán của Grok. GaugeZ sẽ tự động thử lại.
zh_hans: 无法连接到 Grok 账单服务。GaugeZ 将自动重试。
zh_hk: 無法連線至 Grok 的帳單服務。GaugeZ 將會自動重試。

source: Grok’s billing service returned an error (%lld).
ar: أرجعت خدمة فوترة Grok خطأ (%lld).
bn: Grok-এর বিলিং সার্ভিস একটি ত্রুটি (%lld) প্রদান করেছে।
bs: Servis za naplatu Groka je vratio grešku (%lld).
de: Der Abrechnungsdienst von Grok hat einen Fehler zurückgegeben (%lld).
es: El servicio de facturación de Grok devolvió un error (%lld).
fil: Nagbalik ang billing service ng Grok ng error (%lld).
fr: Le service de facturation de Grok a renvoyé une erreur (%lld).
hi: Grok की बिलिंग सेवा ने त्रुटि (%lld) लौटाई।
it: Il servizio di fatturazione di Grok ha restituito un errore (%lld).
ja: Grokの請求サービスからエラーが返されました（%lld）。
ko: Grok 결제 서비스에서 오류를 반환했습니다(%lld).
mr: Grok च्या बिलिंग सेवेने त्रुटी (%lld) दिली.
pt_br: O serviço de cobrança do Grok retornou um erro (%lld).
ru: Биллинговая служба Grok вернула ошибку (%lld).
ta: Grok-இன் பில்லிங் சேவை பிழையை வழங்கியது (%lld).
te: Grok బిల్లింగ్ సేవ లోపాన్ని అందించింది (%lld).
tr: Grok'un faturalandırma servisi bir hata döndürdü (%lld).
ur: Grok کی بلنگ سروس نے خرابی ظاہر کی (%lld)۔
vi: Dịch vụ thanh toán của Grok đã trả về lỗi (%lld).
zh_hans: Grok 账单服务返回了错误 (%lld)。
zh_hk: Grok 的帳單服務傳回錯誤 (%lld)。

source: Grok’s billing service returned an unexpected status (%lld).
ar: أرجعت خدمة فوترة Grok حالة غير متوقعة (%lld).
bn: Grok-এর বিলিং সার্ভিস একটি অপ্রত্যাশিত স্ট্যাটাস (%lld) প্রদান করেছে।
bs: Servis za naplatu Groka je vratio neočekivan status (%lld).
de: Der Abrechnungsdienst von Grok hat einen unerwarteten Status zurückgegeben (%lld).
es: El servicio de facturación de Grok devolvió un estado inesperado (%lld).
fil: Nagbalik ang billing service ng Grok ng hindi inaasahang status (%lld).
fr: Le service de facturation de Grok a renvoyé un état inattendu (%lld).
hi: Grok की बिलिंग सेवा ने अप्रत्याशित स्थिति (%lld) लौटाई।
it: Il servizio di fatturazione di Grok ha restituito uno stato imprevisto (%lld).
ja: Grokの請求サービスから予期しないステータスが返されました（%lld）。
ko: Grok 결제 서비스에서 예기치 않은 상태를 반환했습니다(%lld).
mr: Grok च्या बिलिंग सेवेने अनपेक्षित स्थिती (%lld) दिली.
pt_br: O serviço de cobrança do Grok retornou um status inesperado (%lld).
ru: Биллинговая служба Grok вернула неожиданный статус (%lld).
ta: Grok-இன் பில்லிங் சேவை எதிர்பாராத நிலையை வழங்கியது (%lld).
te: Grok బిల్లింగ్ సేవ ఊహించని స్థితిని ఇచ్చింది (%lld).
tr: Grok'un faturalandırma servisi beklenmeyen bir durum döndürdü (%lld).
ur: Grok کی بلنگ سروس نے غیر متوقع اسٹیٹس دیا (%lld)۔
vi: Dịch vụ thanh toán của Grok đã trả về trạng thái không mong đợi (%lld).
zh_hans: Grok 账单服务返回了异常状态 (%lld)。
zh_hk: Grok 的帳單服務傳回非預期的狀態 (%lld)。

source: Hide
ar: إخفاء
bn: লুকান
bs: Sakrij
de: Ausblenden
es: Ocultar
fil: Itago
fr: Masquer
hi: छिपाएं
it: Nascondi
ja: 非表示
ko: 가리기
mr: लपवा
pt_br: Ocultar
ru: Скрыть
ta: மறை
te: దాచు
tr: Gizle
ur: چھپائیں
vi: Ẩn
zh_hans: 隐藏
zh_hk: 隱藏

source: Hide GaugeZ
ar: إخفاء GaugeZ
bn: GaugeZ লুকান
bs: Sakrij GaugeZ
de: GaugeZ ausblenden
es: Ocultar GaugeZ
fil: Itago ang GaugeZ
fr: Masquer GaugeZ
hi: GaugeZ छिपाएं
it: Nascondi GaugeZ
ja: GaugeZを非表示
ko: GaugeZ 가리기
mr: GaugeZ लपवा
pt_br: Ocultar o GaugeZ
ru: Скрыть GaugeZ
ta: GaugeZ-ஐ மறை
te: GaugeZ దాచు
tr: GaugeZ'yi Gizle
ur: GaugeZ چھپائیں
vi: Ẩn GaugeZ
zh_hans: 隐藏 GaugeZ
zh_hk: 隱藏 GaugeZ

source: Horizontal position
ar: الموضع الأفقي
bn: অনুভূমিক অবস্থান
bs: Horizontalni položaj
de: Horizontale Position
es: Posición horizontal
fil: Posisyong pahalang
fr: Position horizontale
hi: क्षैतिज स्थिति
it: Posizione orizzontale
ja: 水平位置
ko: 수평 위치
mr: आडवी स्थिती
pt_br: Posição horizontal
ru: Положение по горизонтали
ta: கிடைமட்ட நிலை
te: అడ్డంగా స్థానం
tr: Yatay konum
ur: افقی پوزیشن
vi: Vị trí ngang
zh_hans: 水平位置
zh_hk: 水平位置

source: Hover the screen-edge tab to see quota remaining. Select a provider for its windows and reset times. The rail shows your most constrained window unless you choose another.
ar: مرر المؤشر فوق علامة تبويب حافة الشاشة للاطلاع على الحصة المتبقية. حدد مزودًا لرؤية فتراته وأوقات إعادة التعيين. يعرض الشريط الفترة الأكثر تقييدًا ما لم تختر غيرها.
bn: বাকি কোটা দেখতে স্ক্রিনের প্রান্তের ট্যাবের ওপর হোভার করুন। উইন্ডো এবং রিসেট সময়ের জন্য প্রদানকারী নির্বাচন করুন। অন্যটি না বেছে নিলে রেল আপনার সবচেয়ে সীমিত উইন্ডো দেখায়।
bs: Postavite pokazivač iznad jezička na ivici ekrana za prikaz preostale kvote. Odaberite pružaoca usluge za pregled perioda i vremena resetovanja. Traka prikazuje najograničeniji period osim ako ne odaberete drugi.
de: Bewegen Sie den Mauszeiger über die Randleiste, um das verbleibende Kontingent zu sehen. Wählen Sie einen Anbieter für dessen Zeitfenster und Rücksetzzeiten aus. Die Leiste zeigt Ihr am stärksten begrenztes Zeitfenster an, sofern Sie kein anderes wählen.
es: Pasa el cursor sobre la pestaña del borde de la pantalla para ver la cuota restante. Selecciona un proveedor para ver sus ventanas y tiempos de restablecimiento. La barra muestra la ventana más restringida a menos que elijas otra.
fil: I-hover ang tab sa gilid ng screen upang makita ang natitirang quota. Pumili ng provider para sa mga window at oras ng pag-reset nito. Ipinapakita ng rail ang iyong pinakalimitadong window maliban kung pumili ka ng iba.
fr: Survolez l’onglet au bord de l’écran pour voir le quota restant. Sélectionnez un fournisseur pour afficher ses fenêtres et ses heures de réinitialisation. Le rail affiche votre fenêtre la plus contraignante, sauf si vous en choisissez une autre.
hi: शेष कोटा देखने के लिए स्क्रीन-एज टैब पर होवर करें। विंडो और रीसेट समय के लिए प्रदाता चुनें। जब तक आप दूसरा न चुनें, रेल आपकी सबसे सीमित विंडो दिखाती है।
it: Passa il cursore sulla linguetta a bordo schermo per vedere la quota rimanente. Seleziona un provider per le sue finestre e i tempi di ripristino. La barra mostra la finestra più vincolata a meno che tu non ne scelga un’altra.
ja: 画面端のタブにポインタを合わせると残りクォータが表示されます。プロバイダーを選択すると枠とリセット時刻を確認できます。他の枠を選択しない限り、レールには最も制約の厳しい枠が表示されます。
ko: 화면 가장자리 탭 위에 마우스를 올리면 남은 할당량을 볼 수 있습니다. 제공자를 선택하여 기간 및 초기화 시간을 확인하십시오. 다른 항목을 선택하지 않는 한 레일에는 가장 제한적인 기간이 표시됩니다.
mr: शिल्लक कोटा पाहण्यासाठी स्क्रीन-काठ टॅबवर होव्हर करा. विंडो आणि रीसेट वेळेसाठी प्रदाता निवडा. तुम्ही दुसरे निवडल्याशिवाय रेल तुमची सर्वात मर्यादित विंडो दाखवते.
pt_br: Passe o cursor sobre a aba na borda da tela para ver a cota restante. Selecione um provedor para ver os períodos e horários de reinicialização. A barra exibe o período mais restrito, a menos que você escolha outro.
ru: Наведите указатель на вкладку на краю экрана, чтобы увидеть остаток квоты. Выберите провайдера для просмотра окон и времени сброса. На панели отображается наиболее ограниченное окно, если не выбрано другое.
ta: மீதமுள்ள ஒதுக்கீட்டைக் காண திரை-விளிம்பு தாவலின் மீது வட்டமிடவும். சாளரங்கள் மற்றும் மீட்டமைப்பு நேரங்களுக்கு வழங்குநரைத் தேர்ந்தெடுக்கவும். நீங்கள் மற்றொன்றைத் தேர்ந்தெடுக்கும் வரை ரயில் மிகவும் கட்டுப்படுத்தப்பட்ட சாளரத்தைக் காட்டுகிறது.
te: మిగిలి ఉన్న కోటాను చూడటానికి స్క్రీన్-ఎడ్జ్ ట్యాబ్‌పై మౌస్ ఉంచండి. విండోలు మరియు రీసెట్ సమయాల కోసం ప్రొవైడర్‌ను ఎంచుకోండి. మీరు మరొకటి ఎంచుకునే వరకు రైల్ అత్యంత పరిమిత విండోను చూపుతుంది.
tr: Kalan kotayı görmek için imleci ekran kenarı sekmesinin üzerine getirin. Pencerelerini ve sıfırlama zamanlarını görmek için bir sağlayıcı seçin. Başka bir pencere seçmediğiniz sürece şerit en kısıtlı pencerenizi gösterir.
ur: باقی کوٹہ دیکھنے کے لیے اسکرین کے کنارے والے ٹیب پر کرسر لے جائیں۔ فراہم کنندہ کی ونڈوز اور ری سیٹ کے اوقات دیکھنے کے لیے اسے منتخب کریں۔ ریل آپ کی سب سے محدود ونڈو دکھاتی ہے جب تک کہ آپ کوئی دوسری نہ چنیں۔
vi: Di chuột qua tab ở cạnh màn hình để xem hạn mức còn lại. Chọn một nhà cung cấp để xem các khung thời gian và thời điểm đặt lại. Thanh viền hiển thị khung thời gian bị giới hạn nhất trừ khi bạn chọn khung khác.
zh_hans: 将鼠标悬停在屏幕边缘标签上可查看剩余配额。选择提供方可查看其用量周期和重置时间。除非另行选择，否则边栏将显示限制最紧的周期。
zh_hk: 將游標懸停在螢幕邊緣標籤上以查看剩餘額度。選取提供者可檢視其時間窗口和重設時間。除非另有選擇，否則邊欄會顯示限制最緊的時間窗口。

source: How GaugeZ starts, where it shows itself, and how it follows your sessions.
ar: طريقة بدء GaugeZ، ومكان ظهوره، وكيفية متابعته لجلساتك.
bn: GaugeZ কীভাবে শুরু হয়, এটি কোথায় প্রদর্শিত হয় এবং কীভাবে এটি আপনার সেশনগুলি অনুসরণ করে।
bs: Kako se GaugeZ pokreće, gdje se prikazuje i kako prati vaše sesije.
de: Wie GaugeZ startet, wo es angezeigt wird und wie es Ihren Sitzungen folgt.
es: Cómo se inicia GaugeZ, dónde se muestra y cómo sigue tus sesiones.
fil: Kung paano nagsisimula ang GaugeZ, kung saan ito lumilitaw, at kung paano nito sinusubaybayan ang iyong mga session.
fr: Façon dont GaugeZ démarre, s’affiche et suit vos sessions.
hi: GaugeZ कैसे शुरू होता है, यह कहाँ दिखता है और यह आपके सत्रों को कैसे ट्रैक करता है।
it: Come si avvia GaugeZ, dove viene mostrato e come segue le tue sessioni.
ja: GaugeZの起動方法、表示位置、セッションの追跡方法を設定します。
ko: GaugeZ가 시작되는 방식, 표시 위치 및 세션 추적 방법을 설정합니다.
mr: GaugeZ कसे सुरू होते, ते कुठे दिसते आणि ते आपल्या सत्रांचे कसे अनुसरण करते.
pt_br: Como o GaugeZ inicia, onde é exibido e como acompanha suas sessões.
ru: Запуск GaugeZ, его отображение и отслеживание сессий.
ta: GaugeZ எவ்வாறு தொடங்குகிறது, எங்கு காட்டுகிறது மற்றும் உங்கள் அமர்வுகளை எவ்வாறு பின்பற்றுகிறது.
te: GaugeZ ఎలా ప్రారంభమవుతుంది, ఎక్కడ కనిపిస్తుంది మరియు మీ సెషన్‌లను ఎలా అనుసరిస్తుంది.
tr: GaugeZ'nin nasıl başladığı, nerede göründüğü ve oturumlarınızı nasıl izlediği.
ur: GaugeZ کیسے شروع ہوتا ہے، کہاں ظاہر ہوتا ہے، اور آپ کے سیشنز کو کیسے ٹریک کرتا ہے۔
vi: Cách GaugeZ khởi động, vị trí hiển thị và cách theo dõi các phiên của bạn.
zh_hans: 配置 GaugeZ 的启动方式、显示位置以及如何跟踪会话。
zh_hk: GaugeZ 的啟動方式、顯示位置以及如何追蹤你的工作階段。

source: INTEGRATIONS
ar: عمليات الدمج
bn: সংযুক্তি
bs: INTEGRACIJE
de: INTEGRATIONEN
es: INTEGRACIONES
fil: MGA INTEGRASYON
fr: INTÉGRATIONS
hi: एकीकरण
it: INTEGRAZIONI
ja: 連携
ko: 통합
mr: इंटिग्रेशन्स
pt_br: INTEGRAÇÕES
ru: ИНТЕГРАЦИИ
ta: ஒருங்கிணைப்புகள்
te: ఇంటిగ్రేషన్‌లు
tr: ENTEGRASYONLAR
ur: انٹیگریشنز
vi: TÍCH HỢP
zh_hans: 集成
zh_hk: 整合

source: Idle
ar: خامل
bn: নিষ্ক্রিয়
bs: Neaktivno
de: Inaktiv
es: Inactivo
fr: Inactif
hi: निष्क्रिय
it: Inattivo
ja: アイドル
ko: 대기 중
mr: निष्क्रिय
pt_br: Inativo
ru: Ожидание
ta: செயலற்றது
te: నిష్క్రియంగా ఉంది
tr: Boşta
ur: غیر متحرک
vi: Nghỉ
zh_hans: 空闲
zh_hk: 閒置
